{
    "Accurate": "+10 to any Test when firing this weapon",
    "Blackpowder": "Target takes an Average Cool Test or takes a Broken Condition, even if the shot misses",
    "Blackpowder and Explosives": "Those with Ranged (Engineering) can use Blackpowder and Explosive weapons without penalty",
    "Crossbows and Throwing": "Can be used with Ballistic Skill, loses all Qualities whilst retaining all Flaws.",
    "Damaging": "Use the highest score from the units die or rolled (SL) to determine the hit Damage.",
    "Defensive": "Gain a bonus of +1 (SL) to any Melee Test when you oppose an incoming attack",
    "Distract": "Instead of causing Damage, a successful attack can force an opponent back 1 yard per winning (SL)",
    "Entangle": "Hits cause the Entangled Condition using your Strength. Weapon can't be used while Entangling",
    "Fast": "May select Initiative for turn sequences. Target gets -10 to defend unless their weapon has Fast",
    "Trap Blade": "May Trap Weapon on a Critical Hit. Trap weapon is a critical option  with special rules (ask GM).",
    "Unbreakable": "Under almost all circumstances, this weapon will not break, corrode, or lose its edge.",
    "Hack": "On hit, you Damage a struck piece of armour or shield by 1 point as well as wounding the target",
    "Impact": "On hit, add the result of the units die of the attack roll to any Damage caused by an Impact weapon.",
    "Impale": "Critically Hits on any number divisible by 10. Ranged impale special rules (ask GM)",
    "Penetrating": "First point of most armour is ignored, non-metal APs are completely ignored",
    "Pistol": "You can use this weapon to attack in Close Combat",
    "Precise": "Gain a bonus of +1 (SL) to any successful Test when attacking with this weapon",
    "Pummel": "Hits to the Head trigger an Opposed Strength/Endurance test. Target is Stunned on loss",
    "Wrap": "Tests opposing it's attack get –1 (SL), as strikes wrap over the top of shields, or around blades",
    "Dangerous": "Any failed test including an 9 on either 10s or units die results in a Fumble",
    "Imprecise": "Suffer a penalty of –1 (SL) when using the weapon to attack",
    "Slow": "Always strikes last, Initiative ignored. Further, targets gain a bonus of +1 (SL) in defence",
    "Tiring": "You only gain the benefit of the Impact and Damaging Weapon Traits on a Turn you Charge",
    "Undamaging": "Target AP doubled. Does not inflict the minimum of 1 Wound on hit",
    "Flexible": "Can be worn under a layer of non-Flexible armour, you gain the benefit of both",
    "Impenetrable": "Critical Wounds caused by an odd number to hit you, such as 11 or 33, are ignored",
    "Armour Flaws": "Some armours have points of weakness, as described by Armour Flaws",
    "Partial": "Even score or critical hits ignore AP",
    "Weakpoints": "Impale Criticals ignore AP",
    "Run Up": "Count as Improvised Weapons if used on a round where you have not Charged",
    "Incendiary": "Gives every affected target 1+(SL) Ablaze Conditions",
    "Blast (Rating)": "Everything in (Rating) yards of target takes (SL)+Weapon Damage, plus Conditions the this inflicts",
    "Shield (Rating)": "Counts as (Rating) Armour Points everywhere. If (Rating) > 2, you can also Oppose ranged attacks",
    "Repeater (Rating)": "Holds (Rating) shots and autoloads. Requires a normal reload when empty",
    "Reload (Rating)": "Requires an Extended Ranged Test for the appropriate Weapon Group scoring (Rating) (SL) to reload"
}