{
    "Acccurate": "Gain a bonus of +10 to any Test when using this weapon.",
    "Blackpowder": "Target must pass an Averge (20+) Cool Test or take a Broken Condition, even if the shot misses.",
    "Blast X": "Must hit up to +x extra targets within x yards of the initial target. Each target is hit once and suffers the full effect of the weapon’s Damage and special rules.",
    "Damaging": "Use the higher score from the units die or the SL to determine the Damage caused by a hit. Undamaging weapons can not also be Damaging.",
    "Defensive": "Gain a bonus of +1 SL to any Melee Test when you oppose an incoming attack.",
    "Distract": "Either cause Damage or force an opponent back 1 yard per SL by which you win the Opposed Test.",
    "Entangle": "Targets hit gain the Entangled Condition with a Strength value equal to your Strength Characteristic. Cannot hit while already Entangling a target. End Entangling whenever you wish.",
    "Impale": "Critical Hit on numbers divisible by 10 or doubles. For Ammunition: Targets require a successful Challenging (+0) Heal Test to remove — bullets require a surgeon. Each unremoved arrow / bullet prevents healing of 1 Wound.",
    "Penetrating": "Non-metal APs are ignored. The first point of all other armour is ignored.",
    "Pistol": "You can use this weapon to attack in Close Combat.",
    "Precise": "Gain a bonus of +1 SL to any Test when trying to hit with this weapon.",
    "Pummel": "On a Head hit, attempt an Opposed Strength/ Endurance test against the opponent. If you win, opponent becomes Stunned.",
    "Shield ‘x’": "Adds ‘x’ Armour Points on all locations of your body when used to defend. If 'x' > 2, you can Oppose incoming missile shots in Line of Sight.",
    "Trap Blade": "When scoring a Critical defending against a bladed weapon, choose to trap it instead of causing a Critical Hit. Enact an Opposed Strength Test, adding your SL from the previous Melee Test. On Success: target drops their weapon. On Astounding Success: blade is dropped and broken unless it is Unbreakable. On Failure: your opponent may fight on as normal.",
    "Unbreakable": "Under almost all circumstances, this weapon will not break, corrode, or lose its edge.",
    "Wrap": "Melee Tests opposing an attack from a Wrap weapon suffer a penalty of –1 SL.",
    "Fast": "Choose to act outside of the normal Initiative sequence, striking first, last, or somewhere in between. Melee Skill attempts to Oppose a Fast weapon are halved if your opponent is using a weapon without the Fast quality. Two opponents with Fast weapons fight in Initiative order (relative to each other) as normal.",
    "Hack": "On a successful hit, choose to Damage a struck piece of armour or shield by 1 point instead of wounding the target.",
    "Impact": "On a successful hit, add the result of the units die of the attack role to any Damage caused by an Impact weapon. ",
    "Dangerous": "Any failed test including an 9 on either 10s or units die results in a Fumble.",
    "Imprecise": "Suffer a penalty of –1 SL when using the weapon to attack.",
    "Reload ‘x’": "Requires an Extended Ranged Test for the appropriate Weapon Group scoring ‘x’ SL to reload. If you are interrupted while reloading, you must start again from scratch.",
    "Slow": "Always strike last in a Round, regardless of Initiative. Opponents gain a bonus of +1 SL to any Test to defend.",
    "Tiring": "Gains Impact and Damaging Weapon Traits on a Turn you Charge.",
    "Undamaging": "All APs are doubled against Undamaging weapons. Further, you do not automatically inflict a minimum of 1 Wound on a successful hit in combat."
}